-- iran-cities database dump. ANSI SQL
-- The most accurate database of city, county and province names of Iran.
-- version 1.1
-- Apr 10, 2017
-- https://github.com/ahmadazizi/iran-cities
-- License: MIT

INSERT INTO public."Province"(
	id, name, country_id)
	VALUES (1, 'آذربایجان شرقی', 103),
(2, 'آذربایجان غربی', 103),
(3, 'اردبیل', 103),
(4, 'اصفهان', 103),
(5, 'البرز', 103),
(6, 'ایلام', 103),
(7, 'بوشهر', 103),
(8, 'تهران', 103),
(9, 'چهارمحال وبختیاری', 103),
(10, 'خراسان جنوبی', 103),
(11, 'خراسان رضوی', 103),
(12, 'خراسان شمالی', 103),
(13, 'خوزستان', 103),
(14, 'زنجان', 103),
(15, 'سمنان', 103),
(16, 'سیستان وبلوچستان', 103),
(17, 'فارس', 103),
(18, 'قزوین', 103),
(19, 'قم', 103),
(20, 'کردستان', 103),
(21, 'کرمان', 103),
(22, 'کرمانشاه', 103),
(23, 'کهگیلویه وبویراحمد', 103),
(24, 'گلستان', 103),
(25, 'گیلان', 103),
(26, 'لرستان', 103),
(27, 'مازندران', 103),
(28, 'مرکزی', 103),
(29, 'هرمزگان', 103),
(30, 'همدان', 103),
(31, 'یزد', 103);
